local L = BigWigsAPI:NewLocale("BigWigs: Encounter Info", "ruRU")
if not L then return end

L[2138] = { title = "Щит вероломства", description = "Когда у командира Спрингвейла накапливается 3 заряда нечистой силы, он может начать использовать энергию своего щита. Способность \"Щит вероломства\" в течение 3 сек. каждые 0.5 сек. наносит всем противникам 17 ед. урона от темной магии в узком секторе шириной 25 градусов перед Спрингвейлом. В героическом режиме ширина сектора увеличивается до 150 градусов.", abilityIcon = 132390 }
L[5041] = { title = "Сконцентрированный огонь", description = "Ширрак Страж Мертвых целится туда, где находится игрок, и выпускает залп ракет, которые наносят урон от огня всем игрокам в радиусе 12 м.", abilityIcon = 132212 }
L[5045] = { title = "Вызов аватары", description = "Когда у Экзарха Маладаара остается 25% здоровья, он призывает Аватару Мученика.", abilityIcon = 136187 }
L[5046] = { title = "Аватара Мученика", description = "", abilityIcon = nil }
L[5053] = { title = "Дозорный цитадели Адского Пламени", description = "", abilityIcon = nil }
L[5072] = { title = "Назан", description = "", abilityIcon = nil }
L[5085] = { title = "Чистая энергия", description = "Вексалиус призывает чистую энергию каждый раз, когда уровень его здоровья падает на 15%. В героическом режиме Вексалиус одновременно призывает два сгустка чистой энергии.", abilityIcon = nil }
L[5099] = { title = "Эллриса Почитательница Тени", description = "", abilityIcon = nil }
L[5101] = { title = "Яззай", description = "", abilityIcon = nil }
L[5104] = { title = "Апоко", description = "", abilityIcon = nil }
L[5167] = { title = "Поражение пламенем", description = "Кель'тас Солнечный Скиталец призывает столб пламени, обжигая игроков в радиусе 6 от области действия и нанося им урон от огня раз в секунду в течение 8 сек.", abilityIcon = 135826 }
L[5180] = { title = "Шоковая преграда", description = "Кель'тас Солнечный Скиталец окружает себя преградой, поглощающей 10000 ед. урона и защищающей его от прерывания заклинаний.", abilityIcon = 136051 }
L[5235] = { title = "Призыв элементалей", description = "Когда у темнопряда Сита остается 90%, 55% и 15% здоровья, он призывает 4-х элементалей для защиты.", abilityIcon = 136029 }
L[5252] = { title = "Вихрь перьев", description = "Анзу закручивает игрока в вихре, лишая возможности производить любые действия, но делая его неуязвимым на протяжении 6 сек.", abilityIcon = 136018 }
L[5253] = { title = "Потомок Анзу", description = "Когда здоровье Анзу падает до 75% и до 35%, он на 1 минуту отправляется в изгнание, что делает его неуязвимым к любому урону и неспособным передвигаться. Тем не менее, во время изгнания Анзу продолжает использовать способности и призывать потомков Анзу, чтобы те защищали его.Если все потомки Анзу будут побеждены, то Анзу вернется из изгнания раньше времени.", abilityIcon = 132926 }
L[5267] = { title = "Приманивание теней", description = "Великий мастер Ворпил телепортируется на свою платформу и призывает к себе всех игроков. После призыва всех игроков Великий мастер Ворпил вызывает Огненный ливень, который обжигает всех игроков на платформе, нанося им урон от огня каждую секунду в течение 6 сек.", abilityIcon = 136221 }
L[5293] = { title = "Огонь Скверны", description = "Провидец Гнева Соккорат отбрасывает всех игроков в радиусе 10 м. Затем Провидец Гнева Соккорат атакует игрока, создавая стену огня Скверны на своем пути. Огонь Скверны каждую секунду наносит урон от огня всем игрокам, находящимся в нем.", abilityIcon = 135798 }
L[5335] = { title = "Двойник Предвестника", description = "Когда здоровье Предвестника Скайрисса падает до уровня 66% или 33%, он создает своего двойника, который атакует игроков при помощи заклинания \"Разрыв разума\".", abilityIcon = 135752 }
L[5388] = { title = "Горящее кольцо", description = "Кели'дан Разрушитель отправляется в изгнание и становится неуязвимым, после чего начинает применять заклинание \"Кольцо огня\". Когда заклинание будет применено, кольцо огня нанесет урон от огня всем игрокам в радиусе 20 м от Кели'дана.", abilityIcon = 136135 }
L[5411] = { title = "Вызов подкрепления", description = "Командир Сараннис призывает 3-х кровостражей-резервистов и кровостража-лекаря каждую минуту.", abilityIcon = 132333 }
L[5412] = { title = "Кровостраж-лекарь", description = "", abilityIcon = nil }
L[5453] = { title = "Белый саженец", description = "", abilityIcon = nil }
L[5478] = { title = "Вызов саженцев", description = "Узлодревень выращивает 6 саженцев, которые будут помогать ему в бою. По прошествии 25 сек. саженцы будут принесены в жертву, восстанавливая столько единиц здоровья Узлодревня, сколько у них осталось.", abilityIcon = 136044 }
L[5488] = { title = "Преисподняя", description = "Вокруг яростного пламени в течение 8 сек. держится адский жар, что каждую секунду наносит урон от огня всем игрокам в радиусе 10 м. Во время действия заклинания яростное пламя не может двигаться или использовать способности. Когда действие заклинания заканчивается, яростное пламя выбирает новую цель.", abilityIcon = 135818 }
L[5894] = { title = "Убой", description = "О'мрогг Завоеватель сбрасывает текущий уровень угрозы и избивает случайного игрока. Уровень угрозы этого игрока значительно повышается.", abilityIcon = 132345 }
L[5899] = { title = "Танец клинков", description = "Вождь Каргат Острорук начинает танец клинков, бросаясь к нескольким случайным игрокам и нанося физический урон им самим и всем игрокам рядом с ними.", abilityIcon = 236303 }
L[5999] = { title = "Механики паровой оснастки", description = "Когда у анжинера Паропуска остается 75%, 50% и 25% здоровья, он призывает механиков паровой оснастки, которые восстанавливают ему здоровье.", abilityIcon = nil }
L[6003] = { title = "Отражение заклинания", description = "Полководец Калитреш окружает себя магическим барьером, с вероятностью 100% отражающим заклинания в того, кто их применил. Время действия – 8 сек.", abilityIcon = 132361 }
L[6006] = { title = "Гриб Нижетопи", description = "Топеглад призывает грибы Нижетопи, которые появляются в случайном месте и через 20 сек. взрываются облаком спор.", abilityIcon = 132371 }
L[6008] = { title = "Гнилые споры", description = "Когда у Топеглада остается 20% здоровья, он выпускает гнилые споры, которые похищает 400 ед. здоровья у всех игроков в радиусе 15 м ежесекундно в течение 11 сек.", abilityIcon = 136100 }
L[6031] = { title = "Цапнуть", description = "Владыка болот Мусел'ек приказывает Когтю атаковать случайных игроков.", abilityIcon = nil }
L[6042] = { title = "Ан'кахарский страж", description = "Старейшина Надокс призывает ан'кахарских стражей, чтобы те защищали его в бою.", abilityIcon = 134969 }
L[6359] = { title = "Погружение", description = "Когда уровень здоровья Ануб'арака достигает 75%, 50% и 25%, он погружается и призывает на помощь нерубов.", abilityIcon = 135773 }
L[6375] = { title = "Фаза 1. Армия мертвецов", description = "Новос Призыватель вступает в поле тайной магии и призывает отряды нежити, чтобы те сражались на его стороне. Номас не покинет поле тайной магии, пока не будет уничтожено 4 хрустальных укротителя.", abilityIcon = nil }
L[6378] = { title = "Хрустальный укротитель", description = "", abilityIcon = nil }
L[6418] = { title = "Фаза 1. Колосс", description = "", abilityIcon = nil }
L[6421] = { title = "Фаза 2. Элементаль", description = "", abilityIcon = nil }
L[7395] = { title = "Зеркальные изображения", description = "Когда у Великой ведуньи Телестры остается 50% от запаса здоровья, она разделяется на 3 зеркальных изображения.", abilityIcon = 132220 }
L[7442] = { title = "Призыв Капитана лазурного кольца", description = "Призывает Капитана Лазурного Кольца для помощи в бою.", abilityIcon = 134155 }
L[7443] = { title = "Капитан лазурного кольца", description = "", abilityIcon = nil }
L[7491] = { title = "Прижигающее пламя", description = "Лавантор наносит урон от магии огня всем игрокам и увеличивает получаемый ими урон от магии огня на 35% на 3 мин.", abilityIcon = 135830 }
L[7534] = { title = "Бутыль яда", description = "Ловчий смерти Визери бросает бутыль с ядом в случайно выбранного игрока. Яд остается на земле на протяжении 20 сек. и наносит урон от сил природы всем игрокам, находящимся в радиусе 5 м.", abilityIcon = 134711 }
L[7577] = { title = "Призыв воспоминания", description = "Когда у Исповедницы Серебряного Авангарда Пейлтресс остается 50% запаса здоровья, она призывает существо из боев вашего прошлого.", abilityIcon = 136200 }
L[7578] = { title = "Воспоминание из прошлого", description = "", abilityIcon = nil }
L[7598] = { title = "Взрыв вурдалака", description = "Черный рыцарь взрывает одного из вурдалаков, нанося урон от темной магии игрокам в радиусе 8 м.", abilityIcon = 237521 }
L[15665] = { title = "Фаза 1: Воплощение страдания", description = "", abilityIcon = nil }
L[15673] = { title = "Фаза 2: Воплощение мечты", description = "", abilityIcon = nil }
L[15681] = { title = "Фаза 3: Воплощение гнева", description = "", abilityIcon = nil }
L[15704] = { title = "Гатиос Изувер", description = "", abilityIcon = nil }
L[15716] = { title = "Верас Глубокий Мрак", description = "", abilityIcon = nil }
L[15720] = { title = "Верховный пустомант Зеревор", description = "", abilityIcon = nil }
L[15726] = { title = "Леди Маланда", description = "", abilityIcon = nil }
L[15735] = { title = "Фаза 1: Вы не готовы!", description = "", abilityIcon = nil }
L[15740] = { title = "Фаза 2: Пламя Аззинота", description = "", abilityIcon = nil }
L[15751] = { title = "Фаза 3: Демон внутри", description = "", abilityIcon = nil }
L[15757] = { title = "Фаза 4: Долгая охота", description = "", abilityIcon = nil }
