
local L = LibStub("AceLocale-3.0"):NewLocale("Big Wigs: Onyxia", "ruRU")
if L then
	L.phase1 = "1-ая фаза"
	L.phase1_desc = "Сообщать о начале первой фазе."

	L.phase2 = "2-ая фаза"
	L.phase2_desc = "Сообщать о начале второй фазе."

	L.phase3 = "3-ья фаза"
	L.phase3_desc = "Сообщать о начале третьей фазе."
	
	L.deepbreath = "Огненное дыхание"
	L.deepbreath_desc = "Сообщать об огненном дыхании Ониксии."
	L.deepbreath_message = "Огненное дыхание!"

	L.fear = "Страх"
	L.fear_desc = "Сообщать о применении Раскатистого рева в третьей фазе."
	L.fear_message = "Страх через 1.5 сек!"

	L.phase1_trigger = "Вот это сюрприз."
	L.phase2_trigger = "Эта бессмысленная возня вгоняет меня в тоску. Я сожгу вас всех!" --Это бессмысленная возня вгоняет меня в тоску. Я сожгу вас всех!
	L.phase3_trigger = "Похоже, вам требуется преподать еще один урок, смертные!" --Похоже, вам нужно еще один урок

	L.phase1_message = "%s вступает в бой - фаза 1!"
	L.phase2_message = "Фаза 2 - Ониксия взлетает!"
	L.phase3_message = "Фаза 3 - Ониксия приземляется!"
end

